{
  "PracticeMaterials": [
    {
      "AssignmentId": 1,
      "Sentence": "De kat speelt met een bal. De hond rent door de tuin. Het is een mooie zonnige dag vandaag. Ik zie een vogel in de boom zitten."
    },
    {
      "AssignmentId": 2,
      "Sentence": "Het huis heeft een rode deur. De tuin is vol met bloemen. Kinderen spelen buiten op straat. De zon schijnt helder aan de hemel."
    },
    {
      "AssignmentId": 3,
      "Sentence": "Mijn auto staat voor het huis. De fiets is nieuw en blauw. We gaan wandelen in het park. Het weer is vandaag erg mooi weer."
    },
    {
      "AssignmentId": 4,
      "Sentence": "De school begint om acht uur. Leerlingen lopen naar binnen. De leraar staat voor het bord. Iedereen is klaar voor de les."
    },
    {
      "AssignmentId": 5,
      "Sentence": "Het boek ligt op tafel. De lamp geeft veel licht. Ik lees graag in de avond. Het is stil en rustig hier."
    },
    {
      "AssignmentId": 6,
      "Sentence": "Mijn vriend heet Jan en woont in Amsterdam. We gaan vaak samen wandelen in het park. Het weer is vandaag erg mooi en warm buiten."
    },
    {
      "AssignmentId": 7,
      "Sentence": "De leraar schrijft op het bord. Leerlingen maken aantekeningen. Het is stil in de klas nu. Iedereen luistert goed naar de uitleg."
    },
    {
      "AssignmentId": 8,
      "Sentence": "De winkel verkoopt verse groente. Ik koop appels en peren. De kassière is vriendelijk. Het brood ruikt lekker vandaag hier."
    },
    {
      "AssignmentId": 9,
      "Sentence": "De bus komt om half negen. We stappen in bij het station. Het is druk in de ochtend. Veel mensen gaan naar hun werk."
    },
    {
      "AssignmentId": 10,
      "Sentence": "Mijn zus studeert medicijnen. Ze werkt hard elke dag. De universiteit is ver weg. Maar ze vindt het heel leuk."
    },
    {
      "AssignmentId": 11,
      "Sentence": "Hoe laat is het nu? Waar woon jij precies? Wat ga je vandaag doen? Kun je mij helpen met deze taak? Wanneer kom je bij mij langs?"
    },
    {
      "AssignmentId": 12,
      "Sentence": "Wie is die man daar? Waarom ben je hier? Welke kleur vind je mooi? Hoeveel kost dit shirt? Mag ik even kijken hier?"
    },
    {
      "AssignmentId": 13,
      "Sentence": "Ga je mee naar huis? Heb je tijd voor mij? Wil je koffie drinken? Kun je dat herhalen? Begrijp je wat ik bedoel?"
    },
    {
      "AssignmentId": 14,
      "Sentence": "Waar is het station? Hoe kom ik daar precies? Wat is de beste route? Kun je de weg uitleggen? Is het ver lopen hiervandaan?"
    },
    {
      "AssignmentId": 15,
      "Sentence": "Hoe gaat het met jou? Wat heb je gedaan vandaag? Ben je moe van werken? Wil je even pauzeren? Zullen we iets eten straks?"
    },
    {
      "AssignmentId": 16,
      "Sentence": "De winkel is open van negen tot zes uur. Kom gerust binnen om rond te kijken. We hebben veel nieuwe producten deze week in de aanbieding."
    },
    {
      "AssignmentId": 17,
      "Sentence": "Let op de gladde vloer hier. Loop voorzichtig door de gang. De uitgang is rechts om de hoek. Bedankt voor uw bezoek vandaag."
    },
    {
      "AssignmentId": 18,
      "Sentence": "De vergadering start om twee uur. Neem uw documenten mee. De koffie staat klaar beneden. We beginnen met de agenda nu."
    },
    {
      "AssignmentId": 19,
      "Sentence": "Het restaurant sluit om elf uur. Reserveren is aan te raden. De menukaart is vernieuwd. Wij wensen u smakelijk eten."
    },
    {
      "AssignmentId": 20,
      "Sentence": "De bibliotheek is nu open. Stilte wordt gewaardeerd hier. Boeken moet u zelf terugbrengen. De computers zijn vrij beschikbaar."
    },
    {
      "AssignmentId": 21,
      "Sentence": "Pak je tas in voor school. Doe de deur achter je dicht. Vergeet niet je sleutel mee te nemen. Zet de lamp uit als je weggaat vandaag."
    },
    {
      "AssignmentId": 22,
      "Sentence": "Was je handen voor het eten. Zet de televisie uit nu. Ruim je kamer op alsjeblieft. Ga op tijd naar bed vanavond."
    },
    {
      "AssignmentId": 23,
      "Sentence": "Trek je jas aan buiten. Neem een paraplu mee vandaag. Wacht op mij bij de bushalte. Vergeet je huiswerk niet mee te nemen."
    },
    {
      "AssignmentId": 24,
      "Sentence": "Maak eerst je huiswerk af. Eet gezond tijdens de lunch. Beweeg voldoende elke dag. Drink genoeg water tussen door."
    },
    {
      "AssignmentId": 25,
      "Sentence": "Check je email regelmatig. Beantwoord berichten snel graag. Bewaar belangrijke documenten goed. Maak een backup van bestanden."
    },
    {
      "AssignmentId": 26,
      "Sentence": "Goedemorgen allemaal en welkom! Fijne dag gewenst vandaag. Tot ziens en tot de volgende keer. Bedankt voor je hulp en je tijd hierbij."
    },
    {
      "AssignmentId": 27,
      "Sentence": "Hallo daar, hoe gaat het? Prettige avond toegewenst verder. We spreken elkaar snel weer. Pas goed op jezelf vandaag."
    },
    {
      "AssignmentId": 28,
      "Sentence": "Goedemiddag meneer de Vries hier. Aangenaam kennis te maken. Het was leuk u te ontmoeten. Ik hoor graag van u."
    },
    {
      "AssignmentId": 29,
      "Sentence": "Welkom in ons mooie huis. Ga lekker zitten op de bank. Wil je iets te drinken misschien? Voel je helemaal thuis hier."
    },
    {
      "AssignmentId": 30,
      "Sentence": "Goedenavond beste mensen hier. Leuk dat je er bent vanavond. We gaan beginnen met het programma. Veel plezier allemaal gewenst vandaag."
    },
    {
      "AssignmentId": 31,
      "Sentence": "Het is nu precies tien uur in de ochtend. Ik heb vijf rode appels gekocht bij de winkel. Morgen is het dinsdag 15 maart om half drie."
    },
    {
      "AssignmentId": 32,
      "Sentence": "We vertrekken om kwart over acht. De trein komt aan om tien voor negen. Het duurt ongeveer 45 minuten reizen. We zijn er om half tien."
    },
    {
      "AssignmentId": 33,
      "Sentence": "Ik heb 3 boeken gelezen vorige week. Het kostme 20 euro per stuk totaal. Er zijn 365 dagen in een jaar. Vandaag is de 12e dag."
    },
    {
      "AssignmentId": 34,
      "Sentence": "De temperatuur is 18 graden nu. Het regent 5 millimeter per uur. Wind komt uit het zuiden nu. Het is 60 procent bewolkt."
    },
    {
      "AssignmentId": 35,
      "Sentence": "De afstand is 25 kilometer ver. We rijden 80 kilometer per uur. Het duurt 30 minuten ongeveer. We tanken voor 50 euro."
    },
    {
      "AssignmentId": 36,
      "Sentence": "Hoeveel kost deze mooie blauwe jas? Ik wil graag met de pinpas betalen. Heeft u ook schoenen in maat 42 op voorraad in deze winkel?"
    },
    {
      "AssignmentId": 37,
      "Sentence": "Mag ik deze broek passen alsjeblieft? Waar is de paskamer precies? De prijs is iets te hoog vind ik. Is er misschien korting mogelijk?"
    },
    {
      "AssignmentId": 38,
      "Sentence": "Ik zoek een cadeau voor mijn moeder. Heeft u iets moois onder de vijftig? Dit ziet er goed uit denk ik. Kunt u het inpakken graag?"
    },
    {
      "AssignmentId": 39,
      "Sentence": "Hebben jullie verse groenten vandaag? Wat is de aanbieding deze week? Ik neem twee kilo aardappelen mee. Doe er drie uien bij."
    },
    {
      "AssignmentId": 40,
      "Sentence": "Waar kan ik brood vinden hier? Is het vers gebakken vandaag? Ik neem een heel brood graag. Heeft u ook croissants beschikbaar?"
    },
    {
      "AssignmentId": 41,
      "Sentence": "Het regent hard vandaag dus neem een paraplu mee. De lente is het mooiste seizoen van het jaar. Morgen wordt het waarschijnlijk zonnig weer."
    },
    {
      "AssignmentId": 42,
      "Sentence": "De herfst brengt veel wind en regen. De bladeren vallen van de bomen nu. Het wordt steeds kouder buiten. Winter komt er snel aan."
    },
    {
      "AssignmentId": 43,
      "Sentence": "De zomer is warm en droog geweest. We gingen vaak zwemmen in zee. De temperatuur was boven de dertig. Het was perfect vakantieweer toen."
    },
    {
      "AssignmentId": 44,
      "Sentence": "Sneeuw valt zacht op de grond neer. Kinderen maken een grote sneeuwpop. Het vriest vannacht stevig door. Schaatsen kan morgen op het ijs."
    },
    {
      "AssignmentId": 45,
      "Sentence": "De zon komt op om zes uur. Vogels fluiten vrolijk in de bomen. De dauw ligt op het gras nu. Het wordt een prachtige dag vandaag."
    },
    {
      "AssignmentId": 46,
      "Sentence": "Ik ben helemaal klaar met de oefening. Deze test was niet zo moeilijk als ik dacht. Goed gedaan en ga zo door met oefenen elke dag verder!"
    },
    {
      "AssignmentId": 47,
      "Sentence": "De toets ging beter dan verwacht vandaag. Ik heb mijn best gedaan op alle vragen. Nu kan ik verder naar het volgende niveau toe."
    },
    {
      "AssignmentId": 48,
      "Sentence": "Alle opdrachten zijn nu af gemaakt. Het typen gaat steeds beter nu. Ik ben trots op mijn vooruitgang hier. Op naar de volgende uitdaging!"
    },
    {
      "AssignmentId": 49,
      "Sentence": "De basisvaardigheden zijn nu geleerd goed. Ik typ steeds sneller en nauwkeuriger. Het oefenen heeft zeker geholpen veel. Klaar voor de volgende stap."
    },
    {
      "AssignmentId": 50,
      "Sentence": "Het eerste niveau is succesvol afgerond. Mijn typsnelheid is verbeterd flink. Ik maak minder fouten dan voorheen. Tijd voor grotere uitdagingen nu."
    },
    {
      "AssignmentId": 51,
      "Sentence": "Het is belangrijk om gezond te eten en voldoende te bewegen. Vandaag ga ik naar de markt om verse groenten en fruit te kopen voor het hele gezin. Sport helpt je om fit en gezond te blijven gedurende je leven."
    },
    {
      "AssignmentId": 52,
      "Sentence": "Een gebalanceerd dieet bevat groenten, fruit en eiwitten dagelijks. Water drinken is essentieel voor een goede gezondheid altijd. Vermijd te veel suiker en bewerkte voeding in je eten. Kies voor natuurlijke producten waar mogelijk steeds."
    },
    {
      "AssignmentId": 53,
      "Sentence": "Regelmatig sporten verbetert je conditie en uithoudingsvermogen significant. Een wandeling van dertig minuten per dag is al voldoende voor beginners. Luister goed naar je lichaam en rust wanneer dat nodig is altijd. Gezondheid is je belangrijkste bezit in het leven nu."
    },
    {
      "AssignmentId": 54,
      "Sentence": "Voldoende slaap is cruciaal voor herstel en concentratie overdag steeds. Probeer elke nacht minstens zeven uur te slapen voor optimaal resultaat. Vermijd scherpe schermen vlak voor het slapengaan in de avond. Een goede nachtrust bepaalt hoe je dag verloopt morgen."
    },
    {
      "AssignmentId": 55,
      "Sentence": "Stress kan leiden tot verschillende gezondheidsproblemen op lange termijn helaas. Ontspanning en mindfulness helpen om stress te verminderen effectief dagelijks. Neem tijd voor jezelf en doe dingen die je gelukkig maken altijd. Je mentale gezondheid is net zo belangrijk als fysieke gezondheid nu."
    },
    {
      "AssignmentId": 56,
      "Sentence": "Beste mevrouw Jansen, hartelijk dank voor uw snelle reactie op mijn bericht. We zullen uw verzoek met de hoogste prioriteit in behandeling nemen deze week. Met vriendelijke groet namens het hele team van ons bedrijf."
    },
    {
      "AssignmentId": 57,
      "Sentence": "Uw aanvraag is in goede orde ontvangen en wordt binnenkort behandeld door onze specialisten. Wij streven ernaar om binnen vijf werkdagen contact met u op te nemen met een update hierover. Dank u voor uw geduld en begrip in deze zaak."
    },
    {
      "AssignmentId": 58,
      "Sentence": "Gelieve ons te excuseren voor het ongemak veroorzaakt door deze kwestie. Wij doen ons uiterste best om dit zo snel mogelijk op te lossen voor u. Uw tevredenheid is van het grootste belang voor ons bedrijf altijd."
    },
    {
      "AssignmentId": 59,
      "Sentence": "Wij waarderen uw feedback zeer en zullen deze zeker in overweging nemen voor toekomstige verbeteringen. Mocht u nog verdere vragen of opmerkingen hebben, aarzel dan niet om contact met ons op te nemen. Wij staan altijd voor u klaar om te helpen."
    },
    {
      "AssignmentId": 60,
      "Sentence": "Het was ons een genoegen om u van dienst te zijn onlangs. Wij hopen dat alles naar wens is opgelost voor u inmiddels. Nogmaals onze oprechte excuses voor het ontstane ongemak en dank voor uw begrip."
    },
    {
      "AssignmentId": 61,
      "Sentence": "Er was eens een mooie prinses die in een groot kasteel woonde samen met haar familie. Op een dag besloot ze om op avontuur te gaan naar verre landen. Ze ontdekte een magisch bos achter de hoge bergen waar niemand ooit was geweest."
    },
    {
      "AssignmentId": 62,
      "Sentence": "Diep in het hart van het koninkrijk lag een verborgen tuin vol met eeuwige bloemen. Geen enkele voetstap had ooit de grond ertussen verstoord, tot op de dag dat zij kwam. De bloemen openden zich langzaam bij haar komst, als een welkom thuis na jaren van zoeken."
    },
    {
      "AssignmentId": 63,
      "Sentence": "Vandaag de dag in een drukke stad, onze heldin Julia, een onbekende schrijfster, worstelt met haar nieuwste roman. Haar imaginatie lijkt opgedroogd temidden van de stadskaos. Maar zelfs hier, in deze overweldigende omgeving, fluisteren verhalen om haar heen, wachtend om ontdekt te worden door een attente ziel."
    },
    {
      "AssignmentId": 64,
      "Sentence": "Het oude morele verhaal van de tortoise en de hare herinnert ons eraan dat langzaam maar gestaag de race wint. Dit fabelachtige verhaal is door de jaren heen doorgegeven als een wijze les in volharding en toewijding. Laat het ons steeds bij blijven als een leidraad in ons eigen leven."
    },
    {
      "AssignmentId": 65,
      "Sentence": "Een dappere ridder, gezworen om de zwakken te beschermen, trekt ten strijde tegen een verschrikkelijke draak die het koninkrijk terroriseert. Gewapend met slechts een zwaard en een schild, confronteert hij het beest in een epische strijd om de vrijheid van zijn volk."
    },
    {
      "AssignmentId": 66,
      "Sentence": "De computer bestaat uit verschillende onderdelen zoals de processor, het werkgeheugen en de harde schijf. Het moederbord verbindt alle componenten met elkaar zodat ze kunnen samenwerken. De voeding zorgt voor de nodige stroom naar alle delen."
    },
    {
      "AssignmentId": 67,
      "Sentence": "Elke app op uw telefoon is ontworpen met de gebruiker in gedachten, met eenvoudige navigatie en nuttige functies. Updates worden regelmatig uitgebracht om de prestaties en veiligheid te verbeteren. Het is essentieel om deze updates tijdig te installeren voor een optimale ervaring."
    },
    {
      "AssignmentId": 68,
      "Sentence": "Het besturingssysteem op uw computer beheert alle hardware en software bronnen. Het stelt u in staat om programma's uit te voeren en bestanden te beheren. Regelmatige updates zorgen ervoor dat uw systeem veilig en efficiënt blijft functioneren."
    },
    {
      "AssignmentId": 69,
      "Sentence": "Wist je dat de eerste computervirus in 1986 werd ontdekt en zich verspreidde via een floppy disk? Tegenwoordig verspreiden virussen zich via internet en kunnen ze ernstige schade toebrengen aan je apparaten. Een goede antivirussoftware is essentieel om je systemen te beschermen."
    },
    {
      "AssignmentId": 70,
      "Sentence": "Het internet is een wereldwijd netwerk van verbonden computers die informatie delen. Het maakt gebruik van gestandaardiseerde communicatieprotocollen om gegevensoverdracht mogelijk te maken. Dankzij het internet kunnen we in real-time communiceren en overal ter wereld toegang krijgen tot informatie."
    },
    {
      "AssignmentId": 71,
      "Sentence": "Volgens de laatste wetenschappelijke berichten stijgt de gemiddelde temperatuur wereldwijd elk jaar verder. Wetenschappers waarschuwen nadrukkelijk voor de ernstige gevolgen van klimaatverandering. Duurzame energie wordt steeds belangrijker voor onze toekomst."
    },
    {
      "AssignmentId": 72,
      "Sentence": "De mensheid staat voor grote uitdagingen door de snelle klimaatverandering. Het is van vitaal belang om nu actie te ondernemen om verdere schade aan onze planeet te voorkomen. Elk individu kan bijdragen aan een duurzamere wereld door bewuste keuzes te maken in hun dagelijks leven."
    },
    {
      "AssignmentId": 73,
      "Sentence": "Wetenschappers adviseren dringend om de uitstoot van broeikasgassen wereldwijd te verminderen. Dit kan door over te schakelen op hernieuwbare energiebronnen zoals zon, wind en water. Ook het verbeteren van de energie-efficiëntie speelt een cruciale rol in het bestrijden van klimaatverandering."
    },
    {
      "AssignmentId": 74,
      "Sentence": "Het bevorderen van duurzame stedelijke ontwikkeling is essentieel in de strijd tegen klimaatverandering. Steden zijn verantwoordelijk voor een groot deel van de wereldwijde CO2-uitstoot. Slimme steden die gebruik maken van innovatieve technologieën kunnen aanzienlijk bijdragen aan het verminderen van deze uitstoot."
    },
    {
      "AssignmentId": 75,
      "Sentence": "Internationale samenwerking is cruciaal om de klimaatdoelen te behalen. Landen moeten hun krachten bundelen en samen investeren in duurzame oplossingen. Alleen dan kunnen we de ergste gevolgen van klimaatverandering voorkomen en een leefbare toekomst garanderen voor komende generaties."
    },
    {
      "AssignmentId": 76,
      "Sentence": "Hoewel het buiten erg koud en guur was, gingen we toch een lange wandeling maken in het bos. De film die we gisteren avond hebben gezien was echt fantastisch en indrukwekkend. Ik zou het iedereen willen aanraden om deze te bekijken."
    },
    {
      "AssignmentId": 77,
      "Sentence": "Ondanks de regenachtige voorspellingen besloten we om ons niet te laten tegenhouden en gingen we toch fietsen. Het was een verfrissende ervaring om door de natuur te rijden met alle geurige bloemen in bloei. We kwamen zelfs een paar vriendelijke dieren tegen langs de weg."
    },
    {
      "AssignmentId": 78,
      "Sentence": "Het boek dat ik laatst heb gelezen, opent met een krachtige zin die meteen je aandacht trekt. Bladzijden vlogen om terwijl ik volledig in het verhaal werd getrokken. De unieke schrijfwijze van de auteur maakt het lezen ervan een waar genot."
    },
    {
      "AssignmentId": 79,
      "Sentence": "Dit schilderij, geschilderd door een onbekende meester in de 18e eeuw, toont een prachtig landschap met levendige kleuren. Het verhaal gaat dat het schilderij aan deze muur hing in een kasteel in Frankrijk, voordat het hierheen werd verplaatst."
    },
    {
      "AssignmentId": 80,
      "Sentence": "Tijdens onze laatste vakantie bezochten we een klein dorpje dat beroemd is om zijn traditionele ambachten. Het was fascinerend om te zien hoe de lokale kunstenaars hun goederen maakten met zulke toewijding en vaardigheid. Uiteraard hebben we een aantal unieke souvenirs gekocht als herinnering."
    },
    {
      "AssignmentId": 81,
      "Sentence": "Goedemiddag meneer, kan ik u ergens mee helpen vandaag in onze winkel? Ja graag, ik zoek informatie over de nieuwe voorjaarscollectie die net binnen is gekomen. Die vindt u op de tweede verdieping helemaal achterin de zaak bij het raam."
    },
    {
      "AssignmentId": 82,
      "Sentence": "Misschien kunnen we het raam openzetten voor wat frisse lucht? Het is belangrijk om tijdens het werken goed te ventileren. Te veel stilstaande lucht kan ongezond zijn op de lange termijn."
    },
    {
      "AssignmentId": 83,
      "Sentence": "Zou u zo vriendelijk willen zijn om het licht uit te doen als u deze kamer verlaat? Het helpt om energie te besparen en is beter voor het milieu. Alvast bedankt voor uw medewerking."
    },
    {
      "AssignmentId": 84,
      "Sentence": "Ik waardeer uw geduld terwijl ik deze informatie voor u opzoek. Het is altijd ons doel om de best mogelijke service te bieden aan onze klanten. Voelt u zich vrij om andere vragen te stellen terwijl u wacht."
    },
    {
      "AssignmentId": 85,
      "Sentence": "Bij voorbaat dank voor het invullen van onze vragenlijst. Uw feedback is van onschatbare waarde voor ons en helpt ons onze producten en diensten te verbeteren. We beloven het snel en efficiënt te behandelen."
    },
    {
      "AssignmentId": 86,
      "Sentence": "Geachte heer de Vries, hierbij bevestig ik graag de ontvangst van uw schriftelijke aanvraag van afgelopen week. We zullen u binnen tien werkdagen van een uitgebreide reactie voorzien per email. Alvast hartelijk dank voor uw geduld en begrip hierin."
    },
    {
      "AssignmentId": 87,
      "Sentence": "Hartelijk dank voor uw aanvraag. Wij hebben deze in goede orde ontvangen en zullen deze z.s.m. behandelen. U ontvangt snel van ons een bevestiging per email met verdere informatie."
    },
    {
      "AssignmentId": 88,
      "Sentence": "Wij bevestigen hiermee de afspraak die wij met u gemaakt hebben voor een telefonisch overleg. Onze medewerker zal u bellen op het afgesproken tijdstip om uw vragen te bespreken."
    },
    {
      "AssignmentId": 89,
      "Sentence": "Graag zouden wij uw aandacht willen vragen voor ons nieuwe product dat binnenkort gelanceerd wordt. U ontvangt hiervoor een persoonlijke uitnodiging voor onze online presentatie."
    },
    {
      "AssignmentId": 90,
      "Sentence": "Dit is een standaard bevestiging dat wij uw verzoek om informatie over ons product hebben ontvangen. Een van onze vertegenwoordigers zal zo spoedig mogelijk contact met u opnemen."
    },
    {
      "AssignmentId": 91,
      "Sentence": "Dit prachtige restaurant biedt een uitstekende service en heerlijk eten tegen redelijke prijzen elke dag. De sfeer is bijzonder gezellig en warm met mooie decoratie en zachte muziek op de achtergrond. Ik kan het werkelijk iedereen van harte aanraden!"
    },
    {
      "AssignmentId": 92,
      "Sentence": "De combinatie van smaken in dit gerecht is werkelijk subliem. Het gebruik van verse, lokale ingredienten maakt een enorm verschil. Elk hapje is een smaakexplosie die je meeneemt op een culinaire reis."
    },
    {
      "AssignmentId": 93,
      "Sentence": "Onze chef-kok heeft jarenlange ervaring en heeft voor toprestaurants over de hele wereld gewerkt. Zijn passie voor koken is duidelijk merkbaar in elk gerecht dat hij bereidt. Een echte aanrader voor fijnproevers!"
    },
    {
      "AssignmentId": 94,
      "Sentence": "Deze wijn past perfect bij het voorgerecht dat je hebt gekozen. De subtiele tonen van eikenhout en vanille completeren de smaken van het gerecht. Een perfecte combinatie voor een geweldige avond."
    },
    {
      "AssignmentId": 95,
      "Sentence": "Wij bieden een breed scala aan vegetarische en veganistische opties aan op ons menu. Onze gerechten zijn niet alleen lekker, maar ook gezond en gezond voor de planeet. Vraag gerust onze ober naar de mogelijkheden."
    },
    {
      "AssignmentId": 96,
      "Sentence": "Deze uitgebreide oefening test grondig je typsnelheid en nauwkeurigheid onder druk van de tijd. Probeer tijdens het typen zo weinig mogelijk fouten te maken en blijf gefocust. Veel succes met deze belangrijke toets voor gevorderden!"
    },
    {
      "AssignmentId": 97,
      "Sentence": "Bereid je goed voor op deze toets door dagelijks te oefenen. Probeer verschillende teksten en zinnen om je vaardigheden te verbeteren. Vergeet niet pauzes te nemen om vermoeidheid te voorkomen."
    },
    {
      "AssignmentId": 98,
      "Sentence": "Tijdens deze toets is het belangrijk om je aandacht bij het typen te houden. Laat je niet afleiden door omgevingsgeluiden of andere verstoringen. Concentreer je op het scherm en de te typen tekst."
    },
    {
      "AssignmentId": 99,
      "Sentence": "Na het indienen van je toets, ontvang je meteen je resultaten en feedback. Gebruik deze informatie om te zien waar je sterke punten liggen en op welke gebieden je nog kunt verbeteren."
    },
    {
      "AssignmentId": 100,
      "Sentence": "Onthoud dat deze toets een kans is om je vaardigheden te laten zien en te testen wat je tot nu toe hebt geleerd. Blijf rustig, adem diep in en uit, en begin dan met vertrouwen te typen."
    },
    {
      "AssignmentId": 101,
      "Sentence": "In de schemerige schemering van de late herfstavond wandelde de eenzame protagonist nadenkend door de verlaten straten van de oude binnenstad. De melancholische gedachten aan vervlogen tijden weerspiegelden zich duidelijk in de weemoed van zijn gepeinzende blik. Het zachte gefluister van de wind leek de echo's van het verleden met zich mee te voeren door de lege straten."
    },
    {
      "AssignmentId": 102,
      "Sentence": "De nachtelijke stilte werd slechts doorbroken door het regelmatige getik van zijn schoenen op de klinkers onder zijn voeten steeds. Straatlantaarns wierpen lange schaduwen die dansten op de oude gevels van de huizen rondom. Hij voelde zich verbonden met de geschiedenis die in elke steen verankerd leek te zijn diep. De stad ademde herinneringen uit elke hoek en gat nu."
    },
    {
      "AssignmentId": 103,
      "Sentence": "Geduldig wachtte de oude wijze man, gezeten op een verweerde koffer, op de komst van de volgende trein. Zijn unifoormantel, versleten maar schoon, flapte in de koude wind. In zijn handeen houten hengel, niet voor de vissen, maar als steun in zijn dagelijkse overpeinzingen."
    },
    {
      "AssignmentId": 104,
      "Sentence": "Vol trots toonde de jonge kunstenaar zijn nieuwste creatie, een meesterwerk van kleur en emotie, aan de wereld. Elke streek van zijn penseel vertelde een verhaal, zijn passie en toewijding duidelijk zichtbaar in elk detail. Dit was meer dan zomaar een schilderij; het was een venster naar zijn ziel."
    },
    {
      "AssignmentId": 105,
      "Sentence": "De oude bibliotheek rook naar meerdere levens die tussen de pagina's waren verloren. Elk boek, een wereld op zich, wachtend om herontdekt te worden door een nieuw paar ogen. Stilletjes fluisterden ze hun verhalen, verlangend naar de aanraking van een lezer."
    },
    {
      "AssignmentId": 106,
      "Sentence": "Recente wetenschappelijke onderzoeken tonen overtuigend aan dat de correlatie tussen klimaatverandering en menselijke activiteit onmiskenbaar is geworden. De complexe interactie tussen atmosferische condities en oceaanstromingen vereist zonder twijfel een interdisciplinaire benadering. Methodologische overwegingen spelen een cruciale rol in de validiteit van alle empirische bevindingen."
    },
    {
      "AssignmentId": 107,
      "Sentence": "Uit recent gepubliceerd onderzoek blijkt dat de stijging van de zeespiegel versnelt door het smelten van gletsjers en ijskappen. Dit vormt een directe bedreiging voor laaggelegen kustgebieden wereldwijd. Er zijn dringende maatregelen nodig om de ergste gevolgen van deze ontwikkeling te beperken."
    },
    {
      "AssignmentId": 108,
      "Sentence": "De bevindingen van deze studie benadrukken de noodzaak voor meer onderzoek naar duurzame energiebronnen. Slechts een haastige overgang naar duurzame praktijken kan de huidige achteruitgang van ons milieu stoppen. Alle opties moeten worden overwogen en substantiële investeringen gedaan worden in innovatieve technologieën."
    },
    {
      "AssignmentId": 109,
      "Sentence": "Het gebruik van fossiele brandstoffen moet onmiddellijk verminderd worden om de uitstoot van broeikasgassen te beperken. Hernieuwbare energiebronnen zoals zon en wind moeten op grote schaal geïmplementeerd worden. Daarnaast is het essentieel om energiebesparing en efficiency in alle sectoren te bevorderen."
    },
    {
      "AssignmentId": 110,
      "Sentence": "Individuen kunnen ook bijdragen door hun ecologische voetafdruk te verkleinen. Dit kan door minder vlees te eten, openbaar vervoer te gebruiken en energiezuinige apparatuur aan te schaffen. Elk klein beetje helpt en samen kunnen we een groot verschil maken."
    },
    {
      "AssignmentId": 111,
      "Sentence": "Ingevolge artikel 6:162 van het Burgerlijk Wetboek is degene die jegens een ander een onrechtmatige daad pleegt volledig aansprakelijk. Het causale verband tussen de gedraging en de ontstane schade dient adequaat te worden vastgesteld conform de geldende rechtspraak. Voornoemde wettelijke bepalingen zijn van dwingend recht en kunnen niet contractueel worden uitgesloten door partijen."
    },
    {
      "AssignmentId": 112,
      "Sentence": "Volgens artikel 6:162 BW is degene die een onrechtmatige daad pleegt jegens een ander, verplicht de schade die hierdoor ontstaat te vergoeden. Dit houdt in dat er een rechtstreekse relatie moet zijn tussen de daad en de schade. Tevens kunnen contractuele afspraken deze wettelijke bepaling niet uitsluiten."
    },
    {
      "AssignmentId": 113,
      "Sentence": "Bij het aangaan van een overeenkomst komt er tussen partijen een vertrouwensrelatie tot stand. Elk der partijen is verplicht zich te gedragen op een wijze welke de ander redelijkerwijs mag verwachten. Bij wanprestatie is de tekortkomende partij aansprakelijk voor de daaruit voortvloeiende schade."
    },
    {
      "AssignmentId": 114,
      "Sentence": "De rechter oordeelt dat de gedaagde schuldig is aan het niet nakomen van de betalingsverplichting. Het is in strijd met de goede trouw om zich op het standpunt te stellen dat de overeenkomst nietig is. De eiser heeft recht op schadevergoeding wegens geleden verlies."
    },
    {
      "AssignmentId": 115,
      "Sentence": "Het niet naleven van fiscale verplichtingen kan leiden tot Boetes en rente over het verschuldigde bedrag. In ernstige gevallen kan ook strafvervolging plaatsvinden. Het is van groot belang om tijdig en volledig aangifte te doen van alle inkomsten en bezittingen."
    },
    {
      "AssignmentId": 116,
      "Sentence": "De fundamentele vraag naar de essentie van het zijn heeft filosofen door de eeuwen heen intensief beziggehouden met existentiële contemplatie en diepe reflectie. Kant's transcendentale idealisme postuleert helder dat onze kennis beperkt is tot de wereld zoals die aan ons verschijnt. De dialectische spanning tussen rationalisme en empirisme kenmerkt de epistemologische discours van de moderne filosofie volledig."
    },
    {
      "AssignmentId": 117,
      "Sentence": "Deze klassieker uit de literatuur verkent de thema's van goed en kwaad door het verhaal van een oprechte held die ten strijde trekt tegen onrecht. Zijn morele en ethische overtuigingen worden op de proef gesteld in een wereld vol corruptie en bedrog. Een diepgaand verhaal dat aanzet tot nadenken over de menselijke natuur."
    },
    {
      "AssignmentId": 118,
      "Sentence": "In zijn beroemde toespraak legt Martin Luther King uit waarom hij een droom heeft van een betere, rechtvaardigere wereld. Zijn woorden zijn doordrenkt van passie en kunnen zelfs vandaag de dag nog harten en geesten raken. Een must-read voor iedereen die gelooft in gelijkheid en gerechtigheid."
    },
    {
      "AssignmentId": 119,
      "Sentence": "De evolutietheorie van Charles Darwin veranderde voorgoed ons begrip van de menselijke oorsprong en ons behoud. Het boek beschrijft zijn fascinatie met de natuur en de impact van natuurlijke selectie. Het lezen ervan biedt inzicht in de redenen achter de diversiteit van het leven op aarde."
    },
    {
      "AssignmentId": 120,
      "Sentence": "Nieuws is een verslag van actuele gebeurtenissen dat wordt gepubliceerd in kranten, tijdschriften of online platforms. Het biedt feitelijke informatie over wat er in de wereld gebeurt, inclusief politiek, economie, gezondheid en entertainment. Nieuws kan ook opiniepieces en analyses van gebeurtenissen bevatten."
    },
    {
      "AssignmentId": 121,
      "Sentence": "Bij de installatie van het softwarepakket dient u ervoor te zorgen dat alle systeemvereisten nauwkeurig worden voldaan voorafgaand aan de implementatie. De configuratie van de netwerkparameters vereist administratieve privileges en een grondige kennis van TCP/IP-protocollen en netwerkarchitectuur. Raadpleeg de troubleshooting guide indien u foutmeldingen ontvangt tijdens het installatieproces van deze software."
    },
    {
      "AssignmentId": 122,
      "Sentence": "Zorg ervoor dat je computer voldoet aan de minimale systeemvereisten voordat je nieuwe software installeert. Dit voorkomt compatibiliteitsproblemen en zorgt voor een soepele werking van het programma. Het is ook aan te raden om een back-up te maken van je gegevens voor het geval er iets misgaat tijdens de installatie."
    },
    {
      "AssignmentId": 123,
      "Sentence": "Volg de installatie-instructies zorgvuldig op om problemen te voorkomen. Als je niet zeker bent van bepaalde instellingen, zoek dan online naar aanbevelingen of vraag om hulp op forums. Na de installatie, test de software grondig om er zeker van te zijn dat alles naar behoren functioneert."
    },
    {
      "AssignmentId": 124,
      "Sentence": "Update regelmatig je software om te profiteren van de nieuwste functies en beveiligingsverbeteringen. De meeste programa"
    }
  ]
}
